0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.00022813802409849448;

boundaryField
{

    Inlet
    {
        type            fixedValue;
        value           $internalField;
    }

    Outlet
    {
		type			zeroGradient;
    }

    Open
    {
        type            epsilonFreeSurface;
		up				(0 0 1);
		value           $internalField;
    }      

    Wall
    {
        type            epsilonWallFunction;
        value           $internalField;
    }

}


// ************************************************************************* //
